export const QUESTIONS = [
  {
    name: "Geography",
    question: [
      {
        title: "В какой стране находится город Цинциннати?",
        questions: [
          {
            answer: "Италия",
            value: 0,
          },
          {
            answer: "США",
            value: 1,
          },
          {
            answer: "Канада",
            value: 0,
          },
          {
            answer: "Испания",
            value: 0,
          },
        ],
      },
      {
        title: "Какая из этих пустынь расположена в южном полушарии?",
        questions: [
          {
            answer: "Сахара",
            value: 0,
          },
          {
            answer: "Атакама",
            value: 1,
          },
          {
            answer: "Кара-Кум",
            value: 0,
          },
          {
            answer: "Гоби",
            value: 0,
          },
        ],
      },
      {
        title: "Какой остров самый большой в мире?",
        questions: [
          {
            answer: "Мадагаскар",
            value: 0,
          },
          {
            answer: "Новая Гвинея",
            value: 0,
          },
          {
            answer: "Бали",
            value: 0,
          },
          {
            answer: "Гренландия",
            value: 1,
          },
        ],
      },
      {
        title: "Какая из этих стран имеет выход к Каспийскому морю?",
        questions: [
          {
            answer: "Туркменистан",
            value: 1,
          },
          {
            answer: "Таджикистан",
            value: 0,
          },
          {
            answer: "Узбекистан",
            value: 0,
          },
          {
            answer: "Афганистан",
            value: 0,
          },
        ],
      },
      {
        title:
          "На территории какого современного государства находятся развалины древнего города Карфаген?",
        questions: [
          {
            answer: "Тунис",
            value: 1,
          },
          {
            answer: "Египет",
            value: 0,
          },
          {
            answer: "Сирия",
            value: 0,
          },
          {
            answer: "Иордания",
            value: 0,
          },
        ],
      },
      {
        title: "В какой стране находится город Шлиссельбург?",
        questions: [
          {
            answer: "Германия",
            value: 0,
          },
          {
            answer: "Австрия",
            value: 0,
          },
          {
            answer: "Польша",
            value: 0,
          },
          {
            answer: "Россия",
            value: 1,
          },
        ],
      },
      {
        title: "Какое из этих озер находится в Европе?",
        questions: [
          {
            answer: "Виктория",
            value: 0,
          },
          {
            answer: "Онтарио",
            value: 0,
          },
          {
            answer: "Балатон",
            value: 1,
          },
          {
            answer: "Байкал",
            value: 0,
          },
        ],
      },
      {
        title: "С какой из этих стран Франция не имеет общей границы?",
        questions: [
          {
            answer: "Бразилия",
            value: 0,
          },
          {
            answer: "Германия",
            value: 0,
          },
          {
            answer: "Нидерланды",
            value: 1,
          },
          {
            answer: "Испания",
            value: 0,
          },
        ],
      },
      {
        title: "Что из перечисленного было самой южной точкой СССР?",
        questions: [
          {
            answer: "гора Рагдан",
            value: 0,
          },
          {
            answer: "остров Ратманова",
            value: 0,
          },
          {
            answer: "город Кушка",
            value: 1,
          },
          {
            answer: "город Дербент",
            value: 0,
          },
        ],
      },
      {
        title: "Как называется единственная река, вытекающая из озера Байкал?",
        questions: [
          {
            answer: "Обь",
            value: 0,
          },
          {
            answer: "Енисей",
            value: 0,
          },
          {
            answer: "Ангара",
            value: 1,
          },
          {
            answer: "Амур",
            value: 0,
          },
        ],
      },
      //
    ],
  },
  {
    name: "History",
    question: [
      {
        title:
          "В каком городе ежегодно проходит Всемирный экономический форум?",
        questions: [
          {
            answer: "Страсбурге",
            value: 0,
          },
          {
            answer: "Брюсселе",
            value: 0,
          },
          {
            answer: "Давосе",
            value: 1,
          },
          {
            answer: "Женеве",
            value: 0,
          },
        ],
      },
      {
        title: "Какие страны в средние века назывались Ост-Индией?",
        questions: [
          {
            answer: "Острова Карибского моря",
            value: 0,
          },
          {
            answer: "Страны, расположенные на полуострове Индостан",
            value: 1,
          },
          {
            answer: "острова в Индийском океане",
            value: 0,
          },
          {
            answer: "Индия",
            value: 0,
          },
        ],
      },
      {
        title: '"Душой ислама" называют?',
        questions: [
          {
            answer: "тафсир",
            value: 0,
          },
          {
            answer: "Коран",
            value: 0,
          },
          {
            answer: "Фикх",
            value: 0,
          },
          {
            answer: "суфизм",
            value: 1,
          },
        ],
      },
      {
        title:
          "Какое государство в 1929 г. производило 44% промышленной продукции так называемого капиталистического мира?",
        questions: [
          {
            answer: "Германия",
            value: 0,
          },
          {
            answer: "Япония",
            value: 0,
          },
          {
            answer: "США",
            value: 1,
          },
          {
            answer: "Великобритания",
            value: 0,
          },
        ],
      },
      {
        title:
          "Какие государства, являлись доминионами Великобритании после первой мировой войны?",
        questions: [
          {
            answer: "Нигерия, Канада",
            value: 1,
          },
          {
            answer: "Нигерия, Ливия",
            value: 0,
          },
          {
            answer: "Оман, Марокко",
            value: 0,
          },
          {
            answer: "Родезия, Ливия",
            value: 0,
          },
        ],
      },
      {
        title:
          'Через сколько лет после восстания "Желтых повязок" пала Западная Римская империя?',
        questions: [
          {
            answer: "720",
            value: 0,
          },
          {
            answer: "660",
            value: 1,
          },
          {
            answer: "540",
            value: 0,
          },
          {
            answer: "780",
            value: 0,
          },
        ],
      },
      {
        title:
          'Лозунг "Три года упорного труда - десять тысяч лет счастья" характерен для?',
        questions: [
          {
            answer: "восстания тайпинов в Китае",
            value: 0,
          },
          {
            answer: "революции 1911 г. в Японии",
            value: 0,
          },
          {
            answer: 'курса "трех красных знамён" в Китае',
            value: 1,
          },
          {
            answer: "народнического движения в России",
            value: 0,
          },
        ],
      },
      {
        title: "Высшим органом ООН является?",
        questions: [
          {
            answer: "Генеральная Ассамблея",
            value: 1,
          },
          {
            answer: "Международный совет",
            value: 0,
          },
          {
            answer: "Совет ООН",
            value: 0,
          },
          {
            answer: "Международная ассамблея",
            value: 0,
          },
        ],
      },
      {
        title: "Как назывался программный документ левеллеров?",
        questions: [
          {
            answer: "Народное соглашение",
            value: 1,
          },
          {
            answer: "Закон свободы",
            value: 0,
          },
          {
            answer: "Свободная республика",
            value: 0,
          },
          {
            answer: "Новый закон справедливости",
            value: 0,
          },
        ],
      },
      {
        title:
          "Для стран какого континента главным образом характерна приверженность к политике трайбализма?",
        questions: [
          {
            answer: "Африки",
            value: 1,
          },
          {
            answer: "Латинской Америки",
            value: 0,
          },
          {
            answer: "Персидского залива и Юго-Азиатского региона",
            value: 0,
          },
          {
            answer: "Азии",
            value: 0,
          },
        ],
      },
      //
    ],
  },
  {
    name: "Biology",
    question: [
      {
        title: "Ветром распространяются семена?",
        questions: [
          {
            answer: "Малины.",
            value: 0,
          },
          {
            answer: "Пшеницы",
            value: 0,
          },
          {
            answer: "Сливы",
            value: 0,
          },
          {
            answer: "Одуванчика",
            value: 1,
          },
        ],
      },
      {
        title: "Относится к раннему палеозою?",
        questions: [
          {
            answer: "Протерозой.",
            value: 0,
          },
          {
            answer: "Юрский",
            value: 0,
          },
          {
            answer: "Кембрий",
            value: 1,
          },
          {
            answer: "Карбон",
            value: 0,
          },
        ],
      },
      {
        title: "Путь нервного импульса от рецепторов к рабочему органу?",
        questions: [
          {
            answer: "Периферические нервы.",
            value: 0,
          },
          {
            answer: "Центральный нерв",
            value: 0,
          },
          {
            answer: "Рефлекторная дуга",
            value: 1,
          },
          {
            answer: "Центростремительный нерв",
            value: 0,
          },
        ],
      },
      {
        title: "Корневищами можно размножать?",
        questions: [
          {
            answer: "Ирисы.",
            value: 1,
          },
          {
            answer: "Гиацинт",
            value: 0,
          },
          {
            answer: "Карагач",
            value: 0,
          },
          {
            answer: "Землянику",
            value: 0,
          },
        ],
      },
      {
        title: "Моллюски имеют?",
        questions: [
          {
            answer: "Пять пар конечностей.",
            value: 0,
          },
          {
            answer: "Членистое тело",
            value: 0,
          },
          {
            answer: "Раковину или ее остатки",
            value: 1,
          },
          {
            answer: "Лучевую симметрию",
            value: 0,
          },
        ],
      },
      {
        title: "При полиомиелите вирусы разрушают?",
        questions: [
          {
            answer: "Скелетную ткань.",
            value: 0,
          },
          {
            answer: "Спинной мозг",
            value: 0,
          },
          {
            answer: "Двигательные нейроны спинного мозга",
            value: 1,
          },
          {
            answer: "Чувствительные нейроны",
            value: 0,
          },
        ],
      },
      {
        title: "Конъюгация гомологичных хромосом происходит в?",
        questions: [
          {
            answer: "Интерфазе мейоза.",
            value: 0,
          },
          {
            answer: "Телофазе мейоза",
            value: 0,
          },
          {
            answer: "Метафазе мейоза",
            value: 0,
          },
          {
            answer: "Профазе мейоза",
            value: 1,
          },
        ],
      },
      {
        title: "Кровь – это вид ткани?",
        questions: [
          {
            answer: "Соединительной.",
            value: 1,
          },
          {
            answer: "Поперечно-полосатой мышечной",
            value: 0,
          },
          {
            answer: "Железистой",
            value: 0,
          },
          {
            answer: "Эпителиальной",
            value: 0,
          },
        ],
      },
      {
        title: "Т. Шванн и М. Шлейден -авторы?",
        questions: [
          {
            answer: "Клеточной теории.",
            value: 1,
          },
          {
            answer: "Биогенетического закона",
            value: 0,
          },
          {
            answer: "Закона независимого расщепления признаков",
            value: 0,
          },
          {
            answer: "Эволюционного учения",
            value: 0,
          },
        ],
      },
      {
        title: "К какому суперсемейству относятся муравьи?",
        questions: [
          {
            answer: "Осы.",
            value: 1,
          },
          {
            answer: "Пчелы",
            value: 0,
          },
          {
            answer: "Шмели",
            value: 0,
          },
          {
            answer: "Шершни",
            value: 0,
          },
        ],
      },
      //
    ],
  },
];
